{
  "rating": 5,
  "user_ratings_total": 126,
  "reviews": [
    {
      "id": "google-1766997140",
      "author_name": "Татьяна Топорова",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKFkyX69MPHPiEbaz_OIBN1cQZfMuXSE7JtmzfD1NzO9eMu7g=s128-c0x00000000-cc-rp-mo",
      "rating": 5,
      "relative_time_description": "3 weeks ago",
      "text": "Five  stars are not enough for this restaurant! The food is exceptional, with every dish showcasing the chef's skill and creativity. The highlight was when the chef asked about  my request and prepared amazing off-menu items for me – a truly special touch.\n\nThe owner is wonderfully kind and engaging, and the overall atmosphere is both impressive and incredibly friendly.  It’s the kind of place that makes you feel instantly comfortable and excited to come back.\n\nA perfect blend of culinary excellence and heartfelt service. Recommend to have breakfast , lunch or dinner only in this restaurant:)",
      "time": 1766997140
    },
    {
      "id": "google-1765962651",
      "author_name": "Ghazi Elkarout",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVbfqF9SKJ6148g_vPHnzJg-xWlc-vVjNYXiu9Za4JSJ2mk02oZEw=s128-c0x00000000-cc-rp-mo-ba5",
      "rating": 5,
      "relative_time_description": "a month ago",
      "text": "Welcoming staff, food was delicious. The chef came out to check on us. The atmosphere was delightful, they had a Blues night.\nGood job 2 thumbs up...\nA second visit at Lunch time to the restaurant. Today we had a some wonderful starters & a main course. Honestly speaking it was a memorable experience & tasty too.\nI recommend having gathering, events for lunch & dinners. A must visit on Thursday evening for the Jaz night. It's a remarkable classy place in the heart of a tropical island...",
      "time": 1765962651
    },
    {
      "id": "google-1764427193",
      "author_name": "Nina Carona (Sheena)",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVU0UUuxkXKozS5nDfx1_SXSrFtuzodz632VJrFsEnIpOZ3P2vXFg=s128-c0x00000000-cc-rp-mo",
      "rating": 5,
      "relative_time_description": "a month ago",
      "text": "One of my favorite places to go for breakfast! And the best part is, the vibe here fits every mood — from easy poolside mornings, to lazy Sunday hangover recovery, to lively jazz nights. This restaurant always delivers the right atmosphere",
      "time": 1764427193
    },
    {
      "id": "google-1759652949",
      "author_name": "LAKU BALI",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjX5Lfho3Uu7RqdOflVNEGoHBDzbnibsBd-KDIRhKImBTEuiPcA=s128-c0x00000000-cc-rp-mo",
      "rating": 5,
      "relative_time_description": "3 months ago",
      "text": "Such an amazing spot! The food was honestly exceptional: the ceviche was so fresh and flavorful, and the barramundi perfectly cooked. The staff were super friendly and attentive, and the vibe of the place is just perfect.",
      "time": 1759652949
    },
    {
      "id": "google-1759479593",
      "author_name": "Maxine De Francesco",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUIVjE-HPqePf8q_rIynxcelHRjyao4EANcUHJiwovLJZ34iEiMuw=s128-c0x00000000-cc-rp-mo-ba4",
      "rating": 5,
      "relative_time_description": "3 months ago",
      "text": "The perfect spot to hang out with friends! The Club Bali has it all: a super cozy atmosphere where you instantly feel at home, a pool to relax and enjoy, and delicious French cuisine that’s perfectly executed. The Sunday event with the DJ is absolutely amazing – the vibe is unmatched. It’s slightly outside of Canggu, which makes it a real hidden gem. The ideal place to chill, share a drink, and create great memories.\n\nAbsolutely love it! 💛",
      "time": 1759479593
    }
  ]
}